Repository: Acidburn0zzz/jenkinsmobi-ios
Catalog: *.lproj/Localizable.strings
Languages: it

# Last Updated: %@
source: Last Update: %@
it: Ultimo aggiornamento: %@

source: Release to refresh...
it: Rilascia per aggiornare...

source: Pull down to refresh...
it: Tira giu' per aggiornare...

source: Loading...
it: Caricamento...

source: Terms Of Service
it: Condizioni di Servizio

source: Choose language
it: Seleziona la lingua

source: Module detail
it: Dettagli modulo

source: Build detail
it: Dettagli build

source: Starting build ...
it: Avvio build in corso ...

source: Stopping build ...
it: Arresto build in corso...

source: Start this build
it: Avvia questa build

source: Stop this build
it: Arresta questa build

source: Refreshing...
it: Aggiornamento in corso...

source: Details
it: Dettagli

source: This job was never built
it: Questo job non e' mai stato avviato

source: Build in progress since %@
it: Build in corso da %@

source: Last build was %@ ago and took %@
it: L'ultima build e' stata %@ fa ed ha impiegato %@

source: No test found
it: Nessun test trovato

source: This job is in queue: %@
it: Questo job e' in coda: %@

source: Output console
it: Console di output

source: Recent changes
it: Cambiamenti recenti

source: Modules
it: Moduli

source: Modules(%d)
it: Moduli(%d)

source: Artifacts
it: Artefatti

source: Artifacts(%d)
it: Artefatti(%d)

source: Test results is still loading
it: Risultati dei test ancora in caricamento

source: The build is running, no tests result available yet
it: La build e' in corso, ancora nessun test disponibile

source: View detail
it: Dettaglio vista

source: All
it: Tutto

source: Node status
it: Stato del nodo

source: Node name
it: Nome nodo

source: Operating System
it: Sistema Operativo

source: Status
it: Stato

source: Number of executors
it: Numero di esecutori

source: RAM available
it: RAM disponibile

source: RAM total
it: RAM totale

source: SWAP available
it: SWAP disponibile

source: SWAP total
it: SWAP totale

source: about %d MB
it: circa %d MB

source: Build queue
it: Coda di build

source: Nodes
it: Nodi

source: %d executors - %@
it: %d esecutori - %@

source: Views
it: Viste

source: Connection error
it: Errore di connessione

source: A server error has occurred: try to disable "Use XPATH" from configuration and retry
it: E' stato riscontrato un errore del server: provare a disabilitare "Utilizza XPATH" nella configurazione e riprovare

source: Primary view
it: Vista primaria

source: Other views
it: Altre viste

source: Users
it: Utenti

source: Queue item details
it: Dettaglio build in coda

source: Blocked
it: Bloccato

source: Yes
it: Si

source: Stuck
it: In stallo

source: Reason
it: Ragione

source: Remove from the queue
it: Rimuovi dalla coda

source: User detail
it: Dettaglio utente

source: Full Name
it: Nome completo

source: Add to contacts
it: Aggiungi ai contatti

source: Tap on mail address to send a message to the user
it: Fai tap sull'indirizzo email per inviare una email all'utente

source: %@ has been added to the address book
it: %@ e' stato aggiunto alla rubrica

source: %@ email address has been added to the address book
it: L'indirizzo email di %@ e' stato aggiunto alla rubrica

source: An error occurred while adding %@ to the address book
it: Si e' presentato un errore aggiungendo %@ alla rurbrica

source: New message
it: Nuovo messaggio

source: Build history
it: Storico build

source: Load more
it: Carica di piu'

source: Loading %d more builds...
it: Caricamento di ancora %d build...

source: History of: %@
it: Storico di: %@

source: Failed tests %d on %d (%d skipped)
it: %d test falliti su %d (%d skippati)

source: No failed tests
it: Nessun test fallito

source: Failed tests
it: Test falliti

source: Changes
it: Cambiamenti

source: Failed since #%d - %@
it: Fallisce dalla build #%d - %@

source: Login error
it: Errore di login

source: Authentication failed
it: Autenticazione fallita

source: Legal notice
it: Info legali

source: %@ instances
it: %@ istanze

source: Description
it: Descrizione

source: Path suffix
it: Suffisso

source: Port
it: Porta

source: XPath
it: Utilizza XPath

source: Override %@ URL
it: Sovrascrivi %@ URL

source: Load max items
it: Carica max oggetti

# Build log max size
source: Build log max size (KB)
it: Massima grandezza del build log (KB)

source: %@ seconds
it: %@ secondi

source: Settings
it: Settaggi

source: Do you really want to remove this instance?
it: Vuoi davvero rimuovere questa istanza?

source: Connecting...
it: Connessione in corso...

source: Insert password
it: Digita la password

source: Cancel
it: Annulla

source: You can't remove the last instance
it: Non puoi rimuove l'ultima istanza configurata

source: Connection FAILED
it: Connessione FALLITA

source: Connection SUCCEEDED
it: Connessione con SUCCESSO

source: Network settings
it: Settaggi di rete

source: Security settings
it: Settaggi di sicurezza

source: <<tap for preview>>
it: <<fai tap per una preview>>

source: Test connection
it: Test connessione

source: Delete instance
it: Cancella istanza

source: empty for default port
it: lascia vuoto per il default

source: optional url suffix
it: suffisso opzionale

source: www.example-ci.org
it: www.il-mio-ci.org

source: example@sample
it: il_mio_server

source: Device model: %@
it: Modello: %@

source: Name: %@
it: Nome: %@

source: OS version: %@
it: Versione OS: %@

source: v. %@ - %@ API version: checking...
it: v. %@ - %@ versione API: controllo...

source: v. %@ - %@ API version: %@
it: v. %@ - %@ versione API: %@

source: v. %@ - %@ API version: unknown
it: v. %@ - %@ versione API: sconosciuta

source: Build changes
it: Cambiamenti

source: No changes for this build
it: Nessun cambiamento per questa build

source: Build change detail
it: Dettaglio cambiamento

source: Edited file list
it: File modificati

source: Modified file list
it: File modificati

source: Removed file list
it: File rimossi

source: Added file list
it: File aggiunti

source: Changeset by %@
it: Set cambiamenti di %@

source: No edited files
it: Nessun file modificato

source: No modified files
it: Nessun file modificato

source: No removed files
it: Nessun file rimosso

source: No added files
it: Nessun file aggiunto

source: Downloading...
it: Scaricamento in corso...

source: Cannot read artifact data
it: Non riesco a leggere l'artefatto

# Loggin out...
source: Logging out...
it: Disconnessione...

source: Console Output
it: Console di output

source: Loading build log...
it: Caricamento log della build...

source: Do more
it: Ancora

source: Reload
it: Ricarica

source: Stop
it: Ferma

source: Resume
it: Riprendi

source: Maven2 Modules
it: Moduli Maven2

source: Artifact list
it: Lista artefatti

source: Seems that this artifact can be viewed as text: do you want to download it and view?
it: Sembra che questo artefatto possa essere visto come testo: vuoi scaricarlo e vederlo?

source: Seems that this artifact cannot be viewed as text: do you want to download it and view anyway?
it: Sembra che questo artefatto non possa essere visto come testo: vuoi scaricarlo comunque e provare a vederlo?

source: Test detail
it: Dettaglio test

source: Name
it: Nome

source: Class-name
it: Nome classe

source: Error message
it: Messaggio di errore

source: No error message specified
it: Nessun messaggio di errore specificato

source: Complete error message
it: Messaggio di errore completo

source: HTTP Error: %d %@
it: Errore HTTP: %d %@

source: HTTP Error: %d
it: Errore HTTP: %d

source: Authentication denied: missing credentials
it: Autenticazione fallita: credenziali mancanti

source: Connection timeout occurred
it: Il tempo per la connessione e' esaurito

source: Crash report detected Do you want to report an incident ?
it: E' stato rilevato un report di errore Vuoi inviare al supporto l'incidente ?

source: Hi, my @ crashed when I was performing the following operations: [please specify] Attached the crash report.
it: Salve, il mio @ e' crashato mentre stavo svolgendo le seguenti operazioni: [prego specificare] Il allegato il report di errore.

source: Thank you
it: Grazie

source: Crash report has been posted
it: Il report e' stato inviato

source: Queue
it: Coda

source: Stable
it: Stabile

source: Unstable
it: Instabile

source: Failed
it: Fallite

source: In progress
it: In corso

source: Legal
it: Legale

source: Error
it: Errore

source: unknown_error
it: errore sconosciuto

# http_error_500
source: Internal server error
it: Errore interno del server

# http_error_504
source: Connection Timeout
it: Timeout Connessione

# error_not_connected_to_the_internet
source: Not connected to the internet
it: Non connesso ad internet

source: very few seconds
it: pochissimi seconds

source: %d months and %d days
it: %d mesi e %d giorni

source: %d days and %d hours
it: %d giorni e %d ore

source: %d hours and %d minutes
it: %d ore e %d minuti

source: %d minutes and %d seconds
it: %d minuti e %d secondi

source: %d seconds
it: %d secondi

# Finish
source: Continue
it: Continua

source: I agree with the terms above
it: Sono d'accordo con i termini sopra

source: I agree to send anonymous feedback
it: Sono d'accordo ad inviare feedback in modo anonimo

source: You have to agree with all EULA conditions to use %@
it: E' necessario essere in accordo con tutti i termini della EULA per usare %@

source: Please, read carefully
it: Leggere con attenzione

source: Authentication denied: invalid credentials
it: Autentizazioen fallita: credenziali non valide

source: Back
it: Indietro
